<template>
  <div class="container">
    <v-header></v-header>
    <v-breadcrumb :path="path"></v-breadcrumb>
    <div class="content">
      <h2>Почему Genser?</h2>
      <ul>
        <li>
          Мы действительно рассказываем об автомобиле все, что знаем о нем сами,
          а все, что рассказали, фиксируем в договоре.
        </li>
        <li>
          Мы не являемся посредниками: выкупая автомобиль или принимая его по
          схеме ”trade-in” мы заключаем договор купли-продажи с переходом права
          собственности.
        </li>
        <li>
          Мы действительно гарантируем, что автомобиль не находится в розыске и
          не является предметом залога.
        </li>
        <li>
          Мы никогда не корректируем показания одометра в меньшую сторону, а
          заявляем фактический пробег автомобиля, зафиксированный на момент его
          приема.
        </li>
        <li>Мы – надежный партнер</li>
      </ul>
      <h4>Выгодно</h4>
      <ul>
        <li>
          Мы проведем объективную оценку вашего автомобиля с учетом его
          возраста, пробега и технического состояния и сформируем адекватное
          предложение по продаже вашего автомобиля.
        </li>
        <li>
          Мы полностью возьмем на себя заботы по подготовке вашего автомобиля к
          продаже: приведем в порядок внешний вид, выполним химчистку салона,
          мойку двигателя и выполним необходимый ремонт.
        </li>
        <li>Ваш автомобиль может послужить первым взносом по кредиту.</li>
      </ul>
      <h4>Оперативно</h4>
      <ul>
        <li>
          Зачет стоимости подержанного автомобиля в счет приобретаемого
          производится в течение 30 минут. Вы уедете на новом автомобиле сразу
          после сдачи старого.
        </li>
        <li>
          Выплаты денежных средств в случае выкупа автомобиля или комиссионной
          продажи производятся как в безналичном виде, так и наличными в кассах
          автоцентров в минимальные сроки.
        </li>
      </ul>
      <h4>Безопасно</h4>
      <ul>
        <li>
          Мы гарантируем полную конфиденциальность и оформление сделки в строгом
          соответствии действующему законодательству.
        </li>
        <li>
          Мы обеспечим прекращение регистрации (ранее - снятие с учета ГИБДД).
        </li>
        <li>
          Вы получаете полный пакет документов с подтверждением факта перехода
          права собственности.
        </li>
      </ul>
      <h4>Удобно</h4>
      <ul>
        <li>
          Мы работаем ежедневно с 9-00 до 21-00 часа и гарантируем комфорт и
          высокое качество обслуживания.
        </li>
      </ul>
    </div>
    <v-footer></v-footer>
  </div>
</template>

<script>
import vHeader from "~/components/vHeader.vue";
import vBreadcrumb from "~/components/vBreadcrumb.vue";
import vFooter from "~/components/vFooter.vue";

export default {
  components: {
    vHeader,
    vBreadcrumb,
    vFooter
  },
  data() {
    return {
      title: "Преимущества"
    };
  },
  head() {
    return {
      title: this.title,
      meta: [
        // hid is used as unique identifier. Do not use `vmid` for it as it will not work
        {
          hid: "description",
          name: "description",
          content: this.title
        }
      ]
    };
  },
  computed: {
    path() {
      return [{ link: `${this.$route.path}/`, title: this.title }];
    }
  },
  created() {
    this.$store.dispatch("cars/fetch", this.activeRegion);
  }
};
</script>

<style lang="sass">
.el-breadcrumb
  margin-bottom: 25px
.content > ul > li
  margin-bottom: 5px
  line-height: 1.4
.content > ul
  margin: 15px 0
</style>
