<template>
  <div class="container">
    <v-header></v-header>
    <v-breadcrumb :path="path"></v-breadcrumb>
    <div class="content">
      <h2>Trade-In</h2>
      <p>Trade-in - это обмен Вашего старого автомобиля на новый с доплатой.</p>
      <p>
        Вам не придется самостоятельно размещать объявления о продаже, тратить
        время на бесконечные телефонные разговоры и показы автомобиля,
        торговаться, пользоваться услугами «знакомых специалистов» и
        сомнительных сервисных центров, опасаться мошенников.
      </p>
      <p>
        Мы оценим Ваш автомобиль с учетом его состояния, результатов технической
        диагностики и ситуации на рынке, после чего примем его в зачет стоимости
        нового. Вам останется доплатить разницу.
      </p>
      <p>
        Просто обратитесь в любой из автоцентров компании, позвоните по телефону
        или отправьте
        <nuxt-link no-prefetch to="/sell/">заявку через наш сайт.</nuxt-link>
      </p>
      <h2>Обмен автомобиля на новый</h2>
      <p><b>Схема trade-in</b></p>
      <ul>
        <li>Предварительная оценка вашего автомобиля.</li>
        <li>Осмотр и комплексная техническая диагностика.</li>
        <li>Соглашение о цене выкупа по результатам осмотра и диагностики.</li>
        <li>Оформление договора купли-продажи.</li>
        <li>Оформление приобретения нового автомобиля с доплатой.</li>
      </ul>
      <p>
        Мы готовы подобрать для Вас наиболее выгодную кредитную программу:
        подержанный автомобиль может служить первым взносом по кредиту.
      </p>
      <nuxt-link no-prefetch to="/sell/"
        ><b>Оцените свой автомобиль прямо сейчас!</b></nuxt-link
      >
      <p>
        Современный ритм жизни заставляет нас двигаться вместе с ним. Часто мы
        не успеваем ему соответствовать, но многие проблемы решаются с
        приобретением автомобиля. Для кого-то это давняя мечта, для кого-то
        просто средство ежедневного передвижения, но с автомобилем становится
        проще. На сегодняшний день российский рынок пополнился такой услугой,
        как обмен автомобилей. Она считается новой, поэтому, еще не каждый
        человек успел про нее узнать. Глядя на ее развитие, можно сказать о
        высокой популярности. Теперь любой автолюбитель сможет совершить обмен
        автомобиля на новый в кротчайшие сроки, не теряя средства и не в убыток
        себе.
      </p>
      <p>
        Обмен автомобилей является выгодной услугой для каждого потребителя. Эта
        процедура достаточно простая и не отнимет много времени. Теперь обмен
        старого авто стал реальным. Самое главное достоинство современного
        процесса обмена автомобилей – это экономия времени. Потребителю не нужно
        размещать объявление на разных сайтах в поисках покупателя для своей
        машины, отнимать собственное время, потраченное на звонки, срываться с
        работы или отдыха, для того, чтобы показать автомобиль и не боятся
        мошенников.
      </p>
      <p>
        Обмен старого авто проводится с учетом состояния Вашего старого
        автомобиля. Наши специалисты дадут оптимальную оценку любой марке
        машины, проведут диагностику и проанализируют результаты. Вы
        доплачиваете только разницу в стоимости между двух автомобилей. Оформить
        заявку достаточно просто, позвонив в нашу компанию или сделать это через
        наш интернет-сайт.
      </p>
      <p>
        Многие считают, что провести обмен авто с пробегом не совсем просто.
        Через современную систему продаж, известную во всем мире, это доступно
        каждому желающему. Новый алгоритм Trade-In позволяет приобрести
        понравившуюся машину уровнем выше, чем Вы имели, при возможности
        оплачивать только разницу от стоимости своей марки и той, которую Вы
        хотите взять. Отличное оптимальное решение при нехватке времени на поиск
        покупателей.
      </p>
      <p>
        Вовсе не обязательно, если Вы произведете обмен авто с пробегом, меняя
        старую модель на более престижную и дорогую марку. Некоторые потребители
        просто хотят сменить обстановку и сесть в новую машину уже другой марки.
        Мы индивидуально подходим к каждому потребителю, чтобы оптимально
        оценить состояние Вашей модели, подобрать подходящее авто новой марки,
        которая Вам так необходима на данный момент. Мы оперативно работаем с
        документами, поэтому качественный обмен старого авто на понравившуюся
        машину Вам гарантирован!
      </p>
      <p>
        К сожалению, некоторые не могут позволить себе сразу заплатить разницу в
        стоимости двух автомобилей, но сменить модель хочется давно. Выгодное
        кредитование сегодня позволит оставить Вашу старую машину в качестве
        первого взноса, а разница, которую нужно оплатить наличными, Вы можете
        оформить в рассрочку. Таким образом, обмен автомобилей стал доступней
        для большинства современных людей.
      </p>
    </div>
    <v-footer></v-footer>
  </div>
</template>

<script>
import vHeader from "~/components/vHeader.vue";
import vBreadcrumb from "~/components/vBreadcrumb.vue";
import vFooter from "~/components/vFooter.vue";

export default {
  components: {
    vHeader,
    vBreadcrumb,
    vFooter
  },
  data() {
    return {
      title: "Trade-In"
    };
  },
  head() {
    return {
      title: this.title,
      meta: [
        // hid is used as unique identifier. Do not use `vmid` for it as it will not work
        {
          hid: "description",
          name: "description",
          content: this.title
        }
      ]
    };
  },
  computed: {
    path() {
      return [{ link: `${this.$route.path}/`, title: this.title }];
    }
  },
  created() {
    this.$store.dispatch("cars/fetch", this.activeRegion);
  }
};
</script>

<style lang="sass">
.content > p
  margin-bottom: 10px
.content > ul
  margin-bottom: 10px
.content > ol
  margin-bottom: 10px
.content > h2
  margin-top: 40px
  margin-bottom: 20px
</style>
